package l01.p09653;

// 주소: https://www.acmicpc.net/problem/9653
// 제목: 스타워즈 로고
// 결과: 맞았습니다!!
// 메모리: 12668 KB
// 시간: 76 ms

public class Main {
    public static void main(String[] args) {
        System.out.println(
                "    8888888888  888    88888\n   88     88   88 88   88  88\n"
                        + "    8888  88  88   88  88888\n"
                        + "       88 88 888888888 88   88\n"
                        + "88888888  88 88     88 88    888888\n\n"
                        + "88  88  88   888    88888    888888\n"
                        + "88  88  88  88 88   88  88  88\n"
                        + "88 8888 88 88   88  88888    8888\n"
                        + " 888  888 888888888 88  88      88\n"
                        + "  88  88  88     88 88   88888888");
    }
}
